################# Новый интерфейс ###############

WELCOME = '''
Вы находитесь на странице СТО Октан.
Для получения информации и записи на ремонт\
 нажми внизу 👇 кнопку "ВОЙТИ"
'''

DESCRIPTION = '''
Виды работ:
- ТО
- шиномонтаж
- развал/схождения
- ремонт ходовой
- ремонт двигателя
- замена стёкол
- тонировка
'''






################# Старый интерфейс ###############
ACTION_USER = "Нажми кнопку внизу для получения информации"

################# для "список работ" #######################


TIRE_FITTING = "ШИНОМОНТАЖ"

DESCRIPTION_TIRE_FITTING = '''
- R13 = 1200 rub
- R14 = 1400 rub
- R15 = 1600 rub
- R16 = 1800 rub
- R17 = 2200 rub
- R18 = 2600 rub
'''


THE_COLLAPSE_OF_CONVERGENCE = "РАЗВАЛ/СХОЖДЕНИЯ"

DESCRIPTION_DESCRIPTION_TIRE_FITTING = '''
- полноприводные = ? rub
- передние - приводные или задне-приводные = ? rub
'''


TECHNICAL_SERVICE = 'ТЕХ.ОБСЛУЖИВАНИЕ "ТО"'

DESCRIPTION_TECHNICAL_SERVICE = '''
В ТО входит:
- общая диагностика;
- замена масла в двигателе;
- замена масляного фильтра;
цена = ???
'''


COMPLEX_REPAIRS = "ЗАПИСАТЬСЯ"

DESCRIPTION_COMPLEX_REPAIRS = '''
- оставьте свои контактные данные
'''

################# для "МАСТЕРА" #######################

MASTERS = '''
город ...
Наталья (менеджер) конт.инф.:
Слава ...
...

пгт
Максим (менеджер) конт.инф.:
- Алексей ...
- Ринат ...
'''



